export const weekDays = ['Понедельник', 'Вторник', 'Среда', 'Четверг', 'Пятница', 'Суббота', 'Воскресенье'].map((day) => ({
    label: day,
}));

export const weekShortsDays = ['Пон', 'Втор', 'Среда', 'Четв', 'Пятн', 'Суб', 'Воскр'].map((day) => ({
    label: day,
}));

export const monthesLabels = ['Января', 'Февраля', 'Марта', 'Апреля', 'Мая', 'Июня', 'Июля', 'Августа', 'Сентября', 'Октября', 'Ноября', 'Декабря'];
export const monthesLabel = ['Январь', 'Февраль', 'Март', 'Апрель', 'Май', 'Июнь', 'Июль', 'Август', 'Сентябрь', 'Октябрь', 'Ноябрь', 'Декабрь'];